[
    {
        "link": "https://blogs.timesofisrael.com/how-to-plan-a-viral-social-challenge-online",
        "title": "How to Plan a Viral Social Challenge Online",
        "mainImg": "https://i.ibb.co/m6Y4HxZ/950.png",
        "date": "2020-10-19",
        "excerpt": "A few weeks ago, I implemented #Challenge18 – 18 days of Sustainability & Leadership Challenge. Following the virality of this move, and in addition to the challenges I have successfully implemented in the past, I thought I would share with you my method for creating viral challenges online."
    },
    {
        "link": "https://blogs.timesofisrael.com/solving-global-challenges",
        "title": "Solving Global Challenges",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2019/11/SDG-TING-circle-640x400.png",
        "date": "2019-11-1",
        "excerpt": "Where is humanity heading to? The changing demography of the modern world is undoubtedly one of the most profound changes affecting countries, education systems and workplaces today. In such an emerging, dynamic and complex reality, how can schools and universities prepare students for the next? What subjects should they aim for? What skills would they cultivate? Could part of the solution be in our ability as a society, or as an educational framework, to look at both the collective and the individual as one system?"
    },
    {
        "link": "https://blogs.timesofisrael.com/breaking-challenge-18",
        "title": "BREAKING: Challenge 18",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2020/10/SDG16-Image-400x250.jpeg",
        "date": "2019-10-5",
        "excerpt": "Where is humanity heading to? The changing demography of the modern world is undoubtedly one of the most profound changes affecting countries, education systems and workplaces today. In such an emerging, dynamic and complex reality, how can schools and universities prepare students for the next? What subjects should they aim for? What skills would they cultivate? Could part of the solution be in our ability as a society, or as an educational framework, to look at both the collective and the individual as one system?"
    },
    {
        "link": "https://blogs.timesofisrael.com/the-17-goals-trails-future-of-humanity",
        "title": "The 17-Goals Trails & Future Of Humanity",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2019/04/marinaKCIC.jpeg",
        "date": "2019-5-31",
        "excerpt": "The Sustainable Development Goals (SDGs) are a holistic and integrative set of goals, that is, they have been defined together and thought of as goals that are closely related to one another. Not every goal stands on its own, all connected and intended to be applied as a uniform set. For example, it is said that a strong, healthy and just society is measured according to its attitude toward the sick and the needy. Indeed, from education to all, if we encourage quality education for some of the population (goal number 4) Without worrying about eradicating poverty #SDG1, eradicating hunger #SDG2, and treating the sick #SDG3, we did not do anything to solve the challenge, and even exacerbated the general situation, increased gaps in knowledge, and increased socio-economic gaps."
    },
    {
        "link": "https://blogs.timesofisrael.com/noahs-ark-the-global-goals",
        "title": "Noah’s Ark & the Global Goals",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2019/05/SDG-kids-Eng2-big-V2.png",
        "date": "2019-5-13",
        "excerpt": "According to the Biblical story of Noah’s and the ark, Noah, the only righteous man in the world built an ark after God warned him of the approaching Flood. God instructed him to save the animals, 2 of each, so that after the Flood they could continue to exist. Noah built the ark and saved his family and the animals, pair by pair, as God had commanded him to do."
    },
    {
        "link": "https://blogs.timesofisrael.com/climate-change-israel-and-action/",
        "title": "Climate Change, Israel and Action",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2019/04/NairobiWorkshop-400x250.jpeg",
        "date": "2019-4-30",
        "excerpt": "According to a new international poll, Israelis are less concerned about the climate crisis. Climate change is not a theoretical scientific matter. It is happening here and now, and its effects are clear and palpable."
    },
    {
        "link": "https://blogs.timesofisrael.com/club-17-the-sustainable-development-goals-sdgs",
        "title": "Club 17 – The Sustainable Development Goals (SDGs)",
        "mainImg": "https://cdn-images-1.medium.com/max/800/1*IE3xRctrqoIv3km5IN7kZQ.jpeg",
        "date": "2019-1-16",
        "excerpt": "Do you know all 17 SDGs? The Sustainable Development Goals (SDGs), are a universal call to action to end poverty, protect the planet and ensure that all people enjoy peace and prosperity. How would you like your city to be like? Innovation plays a vital role in the success and development of every country and every community and municipal government around the world. According to the United Nations, more than 54% of the world’s population now resides in urban areas — a figure set to rise to 67% by 2050. And these urban centers are becoming increasingly important drivers of national and regional economic growth. A growing set of challenges they all face as they transform in the 21st century to improve peoples’ lives. How many people will live in Jerusalem by 2050? In Haifa? In Tel-Aviv?"
    },
    {
        "link": "https://blogs.timesofisrael.com/draw-someting-of-the-future",
        "title": "Draw SomeTING of the Future",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2019/01/table-640x400.gif",
        "date": "2019-1-8",
        "excerpt": "In modern times, human have developed and created a whole new world with many new technologies and tools that can be expressed with sound but don’t necessarily have matching symbolic representations using simple images. If it was fire, tree, house, lion, banana, book, ball, its simple but nowadays there are new objects and technologies that are forming the world around us and becoming integral parts of our everyday life: VR, AR, V2X, 3D printing, smart cites, hologram, satellites, digital money and so on."
    },
    {
        "link": "https://blogs.timesofisrael.com/challenge-for-change-in-kenya/",
        "title": "Challenge for Change in Kenya",
        "mainImg": "https://static.timesofisrael.com/blogs/uploads/2021/06/WhatsApp-Image-2021-06-30-at-20.15.26.jpeg",
        "date": "2021-6-30",
        "excerpt": "What if games could connect with our playful nature and also spark a viral social change that would transform the world into a new global community, grounded in diverse principles that promote creative imagination, collaborative actions, human rights, social justice, self-determination and inclusion? These overarching holistic approaches to finding pathways for humans to transition into sustainability and self-sufficiency has a special significance to Joseph Mufutu — who also serves as Ting Global Cultural Ambassador in Israel. "
    },
    {
        "link": "https://galorian.medium.com/is-value-based-hybrid-learning-the-solution-to-current-global-crisis-b7221f1e5248",
        "title": "Is Value-Based Hybrid Learning the Solution to Current Global Crisis?",
        "mainImg": "https://miro.medium.com/max/700/1*w7jdPoFPLZklD_woYXqwJw.jpeg",
        "date": "2021-8-28",
        "excerpt": "In just few months into the Covid 19 global pandemic, most schools around the world closed but the need of education was increasing everyday. These unprecedented rapid changes across the education, technology and business landscape led to high demand for a framework that will incorporate most learners in a safe educational environment, to enhance learning during the COVID 19 global isolation period."
    }
]