[
    {
        "title": "Object of the Game",
        "items": [
            "Score the most points by completing social impact tasks within 18 days. Tasks involve <strong>learning</strong> about the Global Goals, <strong>reflecting</strong> about those topics, and <strong>acting</strong> towards a positive change in the world.",
            "Winners are the challenge groups with the highest cumulative points, and more points can be attained when groups collaborate on tasks.",
            "Participants learn to commit to changing habits not only for 18 days, but as a lifestyle."
        ],
        "image": "learn-reflect-act.png"
    },
    {
        "title": "Preparation",
        "items": [
            "Get a diary to complete challenges in (any physical/digital notebook will do).",
            {
                "text": "Join a challenge group from the Challenge 18 app, website, or an online invite.",
                "subitems": [
                    "Registered Clubs: 18 players on each team.",
                    "Free Groups - up to 50 independent participants."
                ]
            },
            "Await Day 1 of the challenge to begin."
        ],
        "image": "preparation.png"
    },
    {
        "title": "How to Play",
        "items": [
            "Once you join a team, you will receive tasks from the group host at the same time every day. Tasks involve learning about the Global Goals, reflecting on those topics, and acting toward a positive change in the world. Some tasks may require a diary.",
            "Complete any number of the daily tasks. You will have 24 hours to complete these challenges.",
            "Earn points by marking each completed task with their respective emojis.",
            "Bonus tasks and points may be awarded for reaching participation milestones or for collaborative work to complete tasks.",
            "The winners of Challenge 18 are the groups with the highest cumulative points.",
            "Commit to changing your habits, not only for these 18 days but also as a lifestyle!"
        ],
        "image": "how-to-play.png"
    },
    {
        "title": "Player Specialties",
        "items": [
            "<strong>Challenge Educator/Group leader</strong>: Leads and encourages their team. [Coach]",
            "<strong>Ideator</strong>: Develops strategies and ideas. [Behind the scenes]",
            "<strong>Technologist</strong>:\tHandles technical components. [Camera person, uploader]",
            "<strong>Influencer</strong>: The external face of the team. [In front of the camera]"
        ],
        "note": "Player specialities are encouraged but not required.",
        "image": "specialties.png"
    },
    {
        "title": "Bonus Features",
        "items": [
            "Group Zoom meetings or video chats once a week, led by the group leader.",
            "Small groups Zoom meetings or video chats once a week, led by the group mentors.",
            "1-to-1 video chats.",
            "Bonus tasks assigned by the group leader or leading teachers.",
            "Rewards & Coupon system."
        ],
        "image": "bonus-features.png"
    },
    {
        "title": "Winning the Game",
        "items": [
            "The 18 top-scoring players in a challenge group win within their group.",
            "The 18 top-scoring club pairings within a calendar year win globally for that season."
        ],
        "image": "how-to-win.png"
    }
]