[
    {
        "image": "sdgs.jpeg",
        "title": "SDG's",
        "names": [
            "SDG's",
            "International SDG's",
            "יעדי הקיימות",
            "SDG's Chinese",
            "ODS's Internacionais",
            "ODS internacionales",
            "Международные ЦУР"
        ],
        "text": "In 2015, world leaders agreed to 17 Global Goals (officially known as the Sustainable Development Goals or SDGs). It's now five years on, and we have more work than ever to do.\nThese goals have the power to create a better world by 2030, by ending poverty, fighting inequality and addressing the urgency of climate change. Guided by the goals, it is now up to all of us, governments, businesses, civil society and the general public to work together to build a better future for everyone.\nJoin us on an amazing process of 18 Days of Sustainability & Leadership Challenge inspired by the Global Goals."
    },
    {
        "image": "climate-action-3.jpeg",
        "title": "Climate Action",
        "text": "Take urgent action to combat climate change and its impacts. Join us on an on an amazing process of 18 Days of Climate Action Challenge inspired by Global Goals."
    },
    {
        "image": "songs-values-2.jpeg",
        "title": "Songs & Values",
        "names": [
            "Songs & Values",
            "שירים וערכים",
            "NYIMBO NA MAADILI"
        ],
        "text": "Join us on an amazing process of 18 Days challenge of Songs & Values with each day focusing on a certain value and ending with one big celebration and a playlist of songs we all love."
    },
    {
        "image": "friendly-ai-2.jpeg",
        "title": "Friendly AI",
        "text": "Join us on an amazing process of 18 Days challenge of Friendly AI with each day focusing on a certain value of how to better live and shape our future."
    },
    {
        "image": "heros-journey-2.jpeg",
        "title": "The Hero's Journey",
        "names": [
            "The Hero's Journey",
            "Hero's Journey",
            "מסע הגיבור"
        ],
        "text": "In literature, the hero’s journey is a common structure of many stories that unfold the story of a hero who embarks on an adventure, wins a victory after a crucial crisis, and then returns home. The structure was presented by Joseph Campbell in his book The Hero with a Thousand Faces, which described the basic plot as it would be described and as we would experience together during the days of the challenge. Thus every day we will advance in a journey of heroes shared by all of us, in which together we will present beloved characters from literature or cinema and share their journey and ours in all its stages. Ready?"
    },
    {
        "image": "18boom-einstein-logo.jpeg",
        "title": "18 Boom Challenge!",
        "names": [
            "18 Boom",
            "18 בום",
            "18 Boom Challenge!"
        ],
        "text": "Join 18 Boom WhatsApp Group.\nDonate a sum of 18 dollars or more.\nPass the envelope in a message to friends so that the envelope passes until it reaches 18 people who donated in total. Then a lottery takes place when one of the players wins Prof. Einstein Robot for its personal use or to be donated to a school.\nInvite more friends to the challenge together with an image of your tongue out as the famous Prof. Einstein, share on social media and grow the chances to receive your own Prof. Einstein Robot or join us in helping more schools around the world with their Climate education and learning the SDG’s.",
        "link": "/challenge18boom",
        "linkText": "Join 18 Boom"
    },
    {
        "image": "philosopher-stone-2.jpeg",
        "title": "Philosopher Stone",
        "text": "Players are challenged to share pearls of wisdom about their country based on a daily topic (education, environment, plants, animals)."
    },
    {
        "image": "bird-of-paradise-2.jpeg",
        "title": "Bird of Paradise",
        "text": "Players will have to study animals native to their country and provide certain facts; behavior, habitat, food, Etc, they will then have to make a presentation of their study to the group."
    },
    {
        "image": "final-exams.jpeg",
        "title": "Final Exams",
        "text": "The Final Exam Challenge is a free program for social learning of high school students from all over the world, in preparation for the final exams in mathematics, English, chemistry and physics via the WhatsApp app. Each group is headed by a professional teacher with experience in submitting high school students to the final exams that leads the students to success. In each subject, and at each level of study separately, there are dozens of WhatsApp groups from all over the world (State/Country based) that study together for the final exams. The groups work for about two to three months, until the date of the final exam, and the learning in the groups is structured according to an organized curriculum and division into topics taught in a limited period of time through \"WhatsApp lessons\". For the benefit of the students, there is a database of materials, accompanying applications, explanatory videos, presentations, exercises, solutions and more."
    },
    {
        "image": "just-do-it-2.jpeg",
        "title": "Just Do It!",
        "text": "Players explore a park, hiking trail, outdoor area, then take a minimum of 10 pictures to share with the group - Ready?"
    },
    {
        "image": "kids-coding-2.jpeg",
        "title": "Kids Coding SDG's",
        "names": [
            "Kids Coding SDG's",
            "Kids Coding"
        ],
        "text": "Players learn to code with Alice or Scratch in order to create programs based on a daily Sustainable Development Goal."
    },
    {
        "image": "just-for-laughs.jpeg",
        "title": "Just for Laughs",
        "text": "The world is such a serious place these days and sometimes it helps to not take everything so seriously, let's all take a moment and share a laugh. Players are encouraged to find funny videos, memes, jokes or stand up routines from the internet and share them with the group."
    },
    {
        "image": "dizzy-goals.jpeg",
        "title": "Dizzy Goals",
        "text": "The Dizzy Goals are raising awareness for The Global Goals for Sustainable Development - A set of goals that truly have the power to end extreme poverty, fight inequality and battle climate change, but they will only work if we can make them famous! Challenge 18 invite you all to shoot your #DizzyGoals video now, win Ting Coins on our platform and help us TELL EVERYONE about #Challenge18."
    },
    {
        "image": "back-to-the-future.jpeg",
        "title": "Back to the Future",
        "text": "Participants will have to find examples of how their country is advancing technology and improving the lives of everyday people. Can include anything from building material advances to water filtration, energy production to space travel or information tech."
    },
    {
        "image": "crazy-chef.jpeg",
        "title": "Crazy Chef",
        "text": "Want to exchange recipes with friends from all over the world? Then this is the group for you. Win Ting Coins as you engage more in the conversation, offering cooking tips, recipes from your countries or local area."
    },
    {
        "image": "ted-countdown.jpeg",
        "title": "TED countdown Challenge",
        "text": "For 18 days players suggest their favorite TED talks to the group with one BIG CELEBRATION at the end."
    },
    {
        "image": "circle-of-life.jpeg",
        "title": "Circle of Life",
        "text": "Circle of Life is a place where every group member offers three FREE things (items, advice, services, skills) to fellow group members in a circular economy."
    },
    {
        "image": "shakespeare-pen.jpeg",
        "title": "Shakespeare's Pen",
        "names": [
            "Shakespeare's Pen",
            "Shakespeare",
            "Shakespeare Challenge"
        ],
        "text": "Players share creative writing (short stories, poems) on a daily basis in order to encourage creative thinking."
    }
]